//
//  Localizable.strings
//  Stats
//
//  Created by Serhiy Mytrovtsiy on 27/08/2020.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "Επεξεργαστής"; // translategemma:4b
"Open CPU settings" = "Άνοιγμα ρυθμίσεων CPU";
"GPU" = "Κάρτα γραφικών"; // translategemma:4b
"Open GPU settings" = "Άνοιγμα ρυθμίσεων GPU";
"RAM" = "Μνήμη RAM"; // translategemma:4b
"Open RAM settings" = "Άνοιγμα ρυθμίσεων RAM";
"Disk" = "Δίσκος";
"Open Disk settings" = "Άνοιγμα ρυθμίσεων Δίσκου";
"Sensors" = "Αισθητήρες";
"Open Sensors settings" = "Άνοιγμα ρυθμίσεων Αισθητήρων";
"Network" = "Δίκτυο";
"Open Network settings" = "Άνοιγμα ρυθμίσεων Δικτύου";
"Battery" = "Μπαταρία";
"Open Battery settings" = "Άνοιγμα ρυθμίσεων Μπαταρίας";
"Bluetooth" = "Bluetooth";
"Open Bluetooth settings" = "Άνοιγμα ρυθμίσεων Bluetooth";
"Clock" = "Ωρά"; // translategemma:4b
"Open Clock settings" = "Άνοιγμα ρυθμίσεων ρολογιού"; // translategemma:4b

// Words
"Unknown" = "Άγνωστο";
"Version" = "Έκδοση";
"Processor" = "Επεξεργαστής";
"Memory" = "Μνήμη";
"Graphics" = "Γραφικά";
"Close" = "Κλειστό";
"Download" = "Λήψη";
"Install" = "Εγκατάσταση";
"Cancel" = "Ακύρωση";
"Unavailable" = "Μη Διαθέσιμο";
"Yes" = "Ναι";
"No" = "Οχι";
"Automatic" = "Αυτόματα";
"Manual" = "Χειροκίνητα";
"None" = "Κανένα";
"Dots" = "Τελείες";
"Arrows" = "Βέλη";
"Characters" = "Χαρακτήρες";
"Short" = "Σύντομο";
"Long" = "Μεγάλη";
"Statistics" = "Στατιστικά";
"Max" = "Μέγιστο";
"Min" = "Ελάχιστο";
"Reset" = "Επαναφορά";
"Alignment" = "Στοίχιση";
"Left alignment" = "Αριστερή";
"Center alignment" = "Κεντρική";
"Right alignment" = "Δεξιά";
"Dashboard" = "Ταμπλό";
"Enabled" = "Ενεργοποιημένο"; // translategemma:4b
"Disabled" = "Απενεργοποιημένο";
"Silent" = "Σίγαση";
"Units" = "Μονάδες";
"Fans" = "Ανεμιστήρες";
"Scaling" = "Κλίμακα";
"Linear" = "Γραμμικό";
"Square" = "Τετραγωνικό";
"Cube" = "Κυβικό";
"Logarithmic" = "Λογαριθμικό";
"Fixed scale" = "Διορθώθηκε"; // translategemma:4b
"Cores" = "Πυρήνες";
"Settings" = "Ρυθμίσεις";
"Name" = "Όνομα"; // translategemma:4b
"Format" = "Μορφή"; // translategemma:4b
"Turn off" = "Απενεργοποίηση"; // translategemma:4b
"Normal" = "Κανονικό"; // translategemma:4b
"Warning" = "Προειδοποίηση"; // translategemma:4b
"Critical" = "Κρίσιμο"; // translategemma:4b
"Usage" = "Χρήση"; // translategemma:4b
"2 minutes" = "2 λεπτά"; // translategemma:4b
"3 minutes" = "3 λεπτά"; // translategemma:4b
"10 minutes" = "10 λεπτά"; // translategemma:4b
"Import" = "Εισαγωγή"; // translategemma:4b
"Export" = "Εξαγωγή"; // translategemma:4b
"Separator" = "Διαχωριστής"; // translategemma:4b
"Read" = "Διαβάστε"; // translategemma:4b
"Write" = "Γράψτε"; // translategemma:4b
"Frequency" = "Συχνότητα"; // translategemma:4b
"Save" = "Αποθήκευση"; // translategemma:4b
"Run" = "Εκτελέστε"; // translategemma:4b
"Stop" = "Σταματήστε"; // translategemma:4b
"Uninstall" = "Ακύρωση εγκατάστασης"; // translategemma:4b
"1 sec" = "1 δευτερόλεπτο"; // translategemma:4b
"2 sec" = "2 δευτερόλεπτα"; // translategemma:4b
"3 sec" = "3 δευτερόλεπτα"; // translategemma:4b
"5 sec" = "5 δευτερόλεπτα"; // translategemma:4b
"10 sec" = "10 δευτερόλεπτα"; // translategemma:4b
"15 sec" = "15 δευτερόλεπτα"; // translategemma:4b
"30 sec" = "30 δευτερόλεπτα"; // translategemma:4b
"60 sec" = "60 δευτερόλεπτα"; // translategemma:4b

// Setup
"Stats Setup" = "Εγκατάσταση Stats";
"Previous" = "Προηγούμενο";
"Previous page" = "Προηγούμενη σελίδα";
"Next" = "Επόμενο";
"Next page" = "Επόμενη σελίδα";
"Finish" = "Τέλος";
"Finish setup" = "Τέλος εγκαταστασης";
"Welcome to Stats" = "Καλώς ήρθες στο Stats";
"welcome_message" = "Σας ευχαριστούμε που χρησιμοποιείτε το Stats, ένα δωρεάν, ανοιχτού κώδικα πρόγραμμα παρακολούθησης συστήματος για το macOS, το οποίο μπορείτε να χρησιμοποιήσετε στην γραμμή εργασιών σας."; // translategemma:4b
"Start the application automatically when starting your Mac" = "Ξεκινήστε την εφαρμογή αυτόματα κατά την εκκίνηση του Mac σας."; // translategemma:4b
"Do not start the application automatically when starting your Mac" = "Μην ξεκινάτε την εφαρμογή αυτόματα όταν ξεκινάτε τον Mac σας."; // translategemma:4b
"Do everything silently in the background (recommended)" = "Κάντε τα πάντα αθόρυβα στο παρασκήνιο (συνιστάται)"; // translategemma:4b
"Check for a new version on startup" = "Ελέγξτε για μια νέα έκδοση κατά την εκκίνηση."; // translategemma:4b
"Check for a new version every day (once a day)" = "Ελέγξτε για μια νέα έκδοση καθημερινά (μία φορά την ημέρα)"; // translategemma:4b
"Check for a new version every week (once a week)" = "Ελέγξτε για μια νέα έκδοση κάθε εβδομάδα (μία φορά την εβδομάδα)"; // translategemma:4b
"Check for a new version every month (once a month)" = "Ελέγξτε για μια νέα έκδοση κάθε μήνα (μία φορά το μήνα)"; // translategemma:4b
"Never check for updates (not recommended)" = "Μην ελέγχετε για ενημερώσεις (δεν συνιστάται)"; // translategemma:4b
"Anonymous telemetry for better development decisions" = "Ανωνυμοποιημένη συλλογή δεδομένων για καλύτερες αποφάσεις ανάπτυξης"; // translategemma:4b
"Share anonymous telemetry data" = "Μοιραστείτε ανώνυμα δεδομένα τηλεμετρίας"; // translategemma:4b
"Do not share anonymous telemetry data" = "Μην μοιράζεστε δεδομένα τηλεμετρίας που έχουν παραχωρηθεί ανώνυμα."; // translategemma:4b
"The configuration is completed" = "Η διαμόρφωση έχει ολοκληρωθεί"; // translategemma:4b
"finish_setup_message" = "Όλα είναι έτοιμα!"; // translategemma:4b

// Alerts
"New version available" = "Νέα έκδοση διαθέσιμη";
"Click to install the new version of Stats" = "Πάτησε εδώ για την εγκατάσταση της νέας έκδοσης του Stats";
"Successfully updated" = "Επιτυχής ενημέρωση";
"Stats was updated to v" = "Το Stats ενημερώθηκε στην ε%0";
"Reset settings text" = "Όλες οι ρυθμίσεις της εφαρμογής θα αρχικοποιηθούν και η εφαρμογή θα επανεκκινηθεί. Είστε σίγουροι;";
"Support text" = "Σας ευχαριστούμε για τη χρήση των Stats!\n\n Η συντήρηση και η βελτίωση αυτού του έργου ανοιχτού κώδικα απαιτεί χρόνο και πόρους. Η υποστήριξή σας μας βοηθά να συνεχίσουμε να παρέχουμε μια δωρεάν και αξιόπιστη εφαρμογή για όλους.\n\nΕάν βρίσκετε το Stats χρήσιμο, παρακαλούμε σκεφτείτε να συνεισφέρετε. Κάθε μικρό ποσό βοηθάει!";

// Settings
"Open Activity Monitor" = "Άνοιγμα Παρακολούθησης Δραστηριότητας";
"Report a bug" = "Αναφορά Προβλήματος";
"Support the application" = "Στηρίξτε την εφαρμογή";
"Close application" = "Κλείσιμο εφαρμογής";
"Open application settings" = "Άνοιγμα ρυθμίσεων εφαρμογής";
"Open dashboard" = "Άνοιγμα ταμπλό";
"No notifications available in this module" = "Δεν υπάρχουν διαθέσιμες ειδοποιήσεις σε αυτό το τμήμα."; // translategemma:4b
"Open Calendar" = "Άνοιγμα Ημερολογίου"; // translategemma:4b
"Toggle the module" = "Ενεργοποιήστε/Απενεργοποιήστε το module"; // translategemma:4b

// Application settings
"Update application" = "Ενημέρωση Εφαρμογής";
"Check for updates" = "Έλεγχος για ενημερώσεις";
"At start" = "Κατά την έναρξη";
"Once per day" = "Μια φορά την ημέρα";
"Once per week" = "Μια φορά την εβδομάδα";
"Once per month" = "Μια φορά το μήνα";
"Never" = "Ποτέ";
"Check for update" = "Έλεγχος για ενημέρωση";
"Show icon in dock" = "Εμφάνιση εικονιδίου στο dock";
"Start at login" = "Εκκίνηση κατά τη σύνδεση";
"Build number" = "Αριθμός έκδοσης";
"Import settings" = "Εισαγωγή ρυθμίσεων"; // translategemma:4b
"Export settings" = "Ρυθμίσεις εξαγωγής"; // translategemma:4b
"Reset settings" = "Επαναφορά ρυθμίσεων";
"Pause the Stats" = "Παύση του Stats";
"Resume the Stats" = "Ξαναρχίζω το Stats";
"Combined modules" = "Συνένωση ενοτήτων";
"Combined details" = "Συνοπτικές πληροφορίες"; // translategemma:4b
"Spacing" = "Κενό";
"Share anonymous telemetry" = "Μοιραστείτε ανώνυμα δεδομένα τηλεμετρίας"; // translategemma:4b
"Choose file" = "Επιλέξτε αρχείο"; // translategemma:4b
"Stress tests" = "Έλεγχοι αντοχής"; // translategemma:4b

// Dashboard
"Serial number" = "Σειριακός αριθμός";
"Model identifier" = "Αναγνώρισμα μοντέλου"; // translategemma:4b
"Production year" = "Έτος παραγωγής"; // translategemma:4b
"Uptime" = "Χρόνος Δραστηριότητας";
"Number of cores" = "%0 πυρήνες";
"Number of threads" = "%0 θέματα"; // translategemma:4b
"Number of e-cores" = "%0 πυρήνες απόδοσης";
"Number of p-cores" = "%0 πυρήνες επίδοσης";
"Disks" = "Δίσκοι"; // translategemma:4b
"Display" = "Οθόνη"; // translategemma:4b

// Update
"The latest version of Stats installed" = "Η τελευταία έκδοση του Stats είναι εγκατεστημένη";
"Downloading..." = "Λήψη...";
"Current version: " = "Τρέχουσα έκδοση:  ";
"Latest version: " = "Τελευταία έκδοση:    ";

// Widgets
"Color" = "Χρώμα";
"Label" = "Ετικέτα";
"Box" = "Κουτί";
"Frame" = "Περίγραμμα";
"Value" = "Τιμή";
"Colorize" = "Χρωματισμός";
"Colorize value" = "Χρωματισμός Τιμής";
"Additional information" = "Επιπρόσθετες πληροφορίες";
"Reverse values order" = "Αντιστροφή σειράς τιμών";
"Base" = "Βάση";
"Display mode" = "Λειτουργία Προβολής";
"One row" = "Μια σειρά";
"Two rows" = "Δυο σειρές";
"Mini widget" = "Μίνι";
"Line chart widget" = "Γραμμικό διάγραμμα";
"Bar chart widget" = "Ραβδόγραμμα";
"Pie chart widget" = "Διάγραμμα πίτας";
"Network chart widget" = "Διάγραμμα δικτύου";
"Speed widget" = "Ταχύτητα";
"Battery widget" = "Μπαταρία";
"Stack widget" = "Στοίβα"; // translategemma:4b
"Memory widget" = "Μνήμη";
"Static width" = "Σταθερό πλάτος";
"Tachometer widget" = "Ταχύμετρο";
"State widget" = "Στικ του κράτους"; // translategemma:4b
"Text widget" = "Widget κειμένου"; // translategemma:4b
"Battery details widget" = "Widget με πληροφορίες για την μπαταρία"; // translategemma:4b
"Show symbols" = "Εμφάνιση συμβόλων";
"Label widget" = "Ετικέτα";
"Number of reads in the chart" = "Αριθμός αναγνώσεων του διαγράμματος";
"Color of download" = "Χρώμα της λήψης";
"Color of upload" = "Χρώμα της μεταφόρτωσης";
"Monospaced font" = "Μονόχωρη γραμματοσειρά";
"Reverse order" = "Αντίστροφη σειρά"; // translategemma:4b
"Chart history" = "Ιστορικό γραφήματος"; // translategemma:4b
"Default color" = "Προεπιλεγμένο"; // translategemma:4b
"Transparent when no activity" = "Διαφανές όταν δεν υπάρχει κάποια δραστηριότητα"; // translategemma:4b
"Constant color" = "Σταθερός"; // translategemma:4b

// Module Kit
"Open module settings" = "Άνοιγμα ρυθμίσεων ενότητας";
"Select widget" = "Επιλογή %0 widget";
"Open widget settings" = "Άνοιγμα ρυθμίσεων widget";
"Update interval" = "Ενημέρωση μεσοδιαστήματος";
"Usage history" = "Ιστορικό χρήσης";
"Details" = "Λεπτομέρειες";
"Top processes" = "Κορυφαίες διεργασίες";
"Pictogram" = "Εικονόγραμμα";
"Module" = "Μονάδα μέτρησης";
"Widgets" = "Widget"; // translategemma:4b
"Popup" = "Αναδυόμενο παράθυρο";
"Notifications" = "Ειδοποιήσεις";
"Merge widgets" = "Συγχώνευση γραφικών στοιχείων";
"No available widgets to configure" = "Δεν υπάρχουν διαθέσιμα γραφικά στοιχεία για διαμόρφωση";
"No options to configure for the popup in this module" = "Δεν υπάρχουν επιλογές για διαμόρφωση για το αναδυόμενο παράθυρο σε αυτήν την ενότητα";
"Process" = "Διαδικασία"; // translategemma:4b
"Kill process" = "Τερματισμός διεργασίας"; // translategemma:4b
"Keyboard shortcut" = "Σύντομο συνδυασμό πληκτρολογίου"; // translategemma:4b
"Listening..." = "Ακούω..."; // translategemma:4b

// Modules
"Number of top processes" = "Αριθμός κορυφαίων διεργασιών";
"Update interval for top processes" = "Ενημέρωση μεσοδιαστήματος για τις κορυφαίες διεργασίες";
"Notification level" = "Επίπεδο Ειδοποίησης";
"Chart color" = "Χρώμα γραφήματος";
"Main chart scaling" = "Κύρια κλίμακα γραφήματος"; // translategemma:4b
"Scale value" = "Τιμή κλίμακας"; // translategemma:4b
"Text widget value" = "Τιμή στο πεδίο κειμένου"; // translategemma:4b

// CPU
"CPU usage" = "Χρήση CPU";
"CPU temperature" = "Θερμοκρασία CPU";
"CPU frequency" = "Συχνότητα CPU";
"System" = "Σύστημα";
"User" = "Χρήστης";
"Idle" = "Αδράνεια";
"Show usage per core" = "Εμφάνιση κατανάλωσης ανά επεξεργαστή";
"Show hyper-threading cores" = "Εμφάνιση των hyper-threading πυρήνων";
"Split the value (System/User)" = "Διαχωρισμός των τιμών (Συστήματος/Χρήστη)";
"Scheduler limit" = "Όριο χρονοπρογραμματιστή";
"Speed limit" = "Όριο ταχύτητας";
"Average load" = "Μέσο φορτίο";
"1 minute" = "1 λεπτό";
"5 minutes" = "5 λεπτά";
"15 minutes" = "15 λεπτά";
"CPU usage threshold" = "Όριο χρήσης CPU"; // translategemma:4b
"CPU usage is" = "Η χρήση της CPU είναι στο `%0"; // translategemma:4b
"Efficiency cores" = "Κύρια επεξεργαστικά κέντρα"; // translategemma:4b
"Performance cores" = "Επεξεργαστικές μονάδες"; // translategemma:4b
"System color" = "Χρώμα συστήματος"; // translategemma:4b
"User color" = "Χρώμα χρήστη"; // translategemma:4b
"Idle color" = "Χρώμα σε κατάσταση αναμονής"; // translategemma:4b
"Cluster grouping" = "Ομαδοποίηση"; // translategemma:4b
"Efficiency cores color" = "Χρώμα πυρήνων απόδοσης"; // translategemma:4b
"Performance cores color" = "Χρώμα των πυρήνων απόδοσης"; // translategemma:4b
"Total load" = "Συνολική χωρητικότητα"; // translategemma:4b
"System load" = "Φόρτος συστήματος"; // translategemma:4b
"User load" = "Φόρτος χρηστών"; // translategemma:4b
"Efficiency cores load" = "Ενα λειτουργικά κέντρα φορτώνουν"; // translategemma:4b
"Performance cores load" = "Φόρτωση των βασικών πυρήνων"; // translategemma:4b
"All cores" = "Όλα τα πυρήνες"; // translategemma:4b

// GPU
"GPU to show" = "GPU προς εμφάνιση";
"Show GPU type" = "Εμφάνιση τύπου GPU";
"GPU enabled" = "Ενεργοποιημένη GPU";
"GPU disabled" = "Απενεργοποιημένη GPU";
"GPU temperature" = "Θερμοκρασία GPU";
"GPU utilization" = "Χρήση GPU";
"Vendor" = "Προμηθευτής";
"Model" = "Μοντέλο";
"Status" = "Κατάσταση";
"Active" = "Ενεργή";
"Non active" = "Μη ενεργή";
"Fan speed" = "Ταχύτητα ανεμιστήρα";
"Core clock" = "Ρολόι επεξεργαστή";
"Memory clock" = "Ρολόι μνήμης";
"Utilization" = "Χρήση";
"Render utilization" = "Χρήση επεξεργαστικής ισχύος"; // translategemma:4b
"Tiler utilization" = "Χρήση πλακιδίων"; // translategemma:4b
"GPU usage threshold" = "Όριο χρήσης της GPU"; // translategemma:4b
"GPU usage is" = "Η χρήση της κάρτας γραφικών είναι στο `%0"; // translategemma:4b

// RAM
"Memory usage" = "Χρήση μνήμης";
"Memory pressure" = "Πίεση μνήμης";
"Total" = "Σύνολο";
"Used" = "Χρησιμοποιήθηκε";
"App" = "Εφαρμογή";
"Wired" = "Δεσμευμένη";
"Compressed" = "Συμπιεσμένη";
"Free" = "Ελεύθερη";
"Swap" = "Ανταλλαγή";
"Split the value (App/Wired/Compressed)" = "Χωρισμός της τιμής (Εφαρμογή/Δεσμευμένη/Συμπιεσμένη)";
"RAM utilization threshold" = "Όριο χρήσης μνήμης RAM"; // translategemma:4b
"RAM utilization is" = "Η χρήση της μνήμης RAM είναι στο `%0"; // translategemma:4b
"App color" = "Χρώμα Εφαρμογής";
"Wired color" = "Χρώμα Δεσμευμένης";
"Compressed color" = "Χρώμα Συμπίεσης";
"Free color" = "Χρώμα Ελεύθερου";
"Free memory (less than)" = "Δωρεάν μνήμη (λιγότερο από)"; // translategemma:4b
"Swap size" = "Μέγεθος εναλλαγής"; // translategemma:4b
"Free RAM is" = "Η διαθέσιμη μνήμη RAM είναι %0"; // translategemma:4b

// Disk
"Show removable disks" = "Εμφάνιση αφαιρούμενων δίσκων";
"Used disk memory" = "%0 απο %1 χρησιμοποιήθηκε";
"Free disk memory" = "%0 απο %1 ελεύθερη";
"Disk to show" = "Δίσκοι προς εμφάνιση";
"Open disk" = "Άνοιγμα δίσκου";
"Switch view" = "Αλλαγή προβολής";
"Disk utilization threshold" = "Όριο χρήσης δίσκου"; // translategemma:4b
"Disk utilization is" = "Ο χρόνος που χρησιμοποιείται στο δίσκο είναι το `%0"; // translategemma:4b
"Read color" = "Χρώμα ανάγνωσης";
"Write color" = "Χρώμα εγγραφής";
"Disk usage" = "Χρήση δίσκου"; // translategemma:4b
"Total read" = "Συνολική ανάγνωση"; // translategemma:4b
"Total written" = "Συνολική γραπτή"; // translategemma:4b
"Write speed" = "Γράψτε"; // translategemma:4b
"Read speed" = "Διαβάστε"; // translategemma:4b
"Drives" = "Δίσκοι"; // translategemma:4b
"SMART data" = "Δεδομένα SMART"; // translategemma:4b

// Sensors
"Temperature unit" = "Μονάδα θερμοκρασίας";
"Celsius" = "Κελσίου";
"Fahrenheit" = "Φαρενάιτ";
"Save the fan speed" = "Αποθήκευση ταχύτητας του ανεμιστήρα";
"Fan" = "Ανεμιστήρας";
"HID sensors" = "HID αισθητήρας";
"Synchronize fan's control" = "Συγχρονίστε τον έλεγχο του ανεμιστήρα"; // translategemma:4b
"Current" = "Τρέχουσα";
"Energy" = "Ενέργεια";
"Show unknown sensors" = "Εμφάνιση άγνωστους αισθητήρες";
"Install fan helper" = "Εγκατάσταση fan helper";
"Uninstall fan helper" = "Απεγκατάσταση fan helper";
"Fan value" = "Αξία ανεμιστήρα"; // translategemma:4b
"Turn off fan" = "Απενεργοποιήστε τον ανεμιστήρα"; // translategemma:4b
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "Θα απενεργοποιήσετε τον ανεμιστήρα. Αυτή δεν είναι η συνιστώμενη ενέργεια και μπορεί να προκαλέσει ζημιά στον Mac σας. Είστε σίγουροι ότι θέλετε να το κάνετε;"; // translategemma:4b
"Sensor threshold" = "Όριο ανίχνευσης"; // translategemma:4b
"Left fan" = "Αριστερά"; // translategemma:4b
"Right fan" = "Σωστά"; // translategemma:4b
"Fastest fan" = "Ταχύτερος"; // translategemma:4b
"Sensor to show" = "Αισθητήρας για την εμφάνιση"; // translategemma:4b

// Network
"Uploading" = "Μεταφόρτωση";
"Downloading" = "Λήψη";
"Public IP" = "Δημόσια IP";
"Local IP" = "Τοπική IP";
"Interface" = "Διεπαφή";
"Physical address" = "Φυσική διεύθυνση";
"Refresh" = "Ανανέωση";
"Click to copy public IP address" = "Πατήστε για να αντιγράψετε την δημόσια διεύθυνση IP";
"Click to copy local IP address" = "Πατήστε για να αντιγράψετε την τοπική διεύθυνση IP";
"Click to copy wifi name" = "Πατήστε για να αντιγράψετε το όνομα του wifi";
"Click to copy mac address" = "Πατήστε για να αντιγράψετε την διεύθυνση mac";
"No connection" = "Χωρίς σύνδεση";
"Network interface" = "Διεπαφή δικτύου";
"Total download" = "Συνολική λήψη";
"Total upload" = "Συνολική μεταφόρτωση";
"Reader type" = "Τύπος ανάγνωσης";
"Interface based" = "Βάσει διεπαφής";
"Processes based" = "Βάσει διαδικασίας";
"Reset data usage" = "Επαναφορά δεδομένων χρήσης";
"VPN mode" = "Λειτουργία VPN";
"Standard" = "Κανονικός";
"Security" = "Ασφάλεια";
"Channel" = "Κανάλι";
"Common scale" = "Συνήθη κλίμακα"; // translategemma:4b
"Autodetection" = "Αυτόματη ανίχνευση"; // translategemma:4b
"Widget activation threshold" = "Όριο ενεργοποίησης widget"; // translategemma:4b
"Internet connection" = "Σύνδεση στο διαδίκτυο"; // translategemma:4b
"Active state color" = "Χρώμα κατά την ενεργή κατάσταση"; // translategemma:4b
"Nonactive state color" = "Χρώμα κατά την κατάσταση μη λειτουργίας"; // translategemma:4b
"Connectivity host (ICMP)" = "Υπολογιστής διασύνδεσης (ICMP)"; // translategemma:4b
"Leave empty to disable the check" = "Αφήστε το κενό για να απενεργοποιήσετε τον έλεγχο."; // translategemma:4b
"Connectivity history" = "Ιστορικό σύνδεσης"; // translategemma:4b
"Auto-refresh public IP address" = "Αυτόματη ανανέωση της δημόσιας διεύθυνσης IP"; // translategemma:4b
"Every hour" = "Κάθε ώρα"; // translategemma:4b
"Every 12 hours" = "Κάθε 12 ώρες"; // translategemma:4b
"Every 24 hours" = "Κάθε 24 ώρες"; // translategemma:4b
"Network activity" = "Δραστηριότητα δικτύου"; // translategemma:4b
"Last reset" = "Η τελευταία επαναφορά έγινε πριν %0 ημέρες"; // translategemma:4b
"Latency" = "Καθυστέρηση"; // translategemma:4b
"Upload speed" = "Ανέβασμα"; // translategemma:4b
"Download speed" = "Λήψη"; // translategemma:4b
"Address" = "Διεύθυνση"; // translategemma:4b
"WiFi network" = "Δίκτυο Wi-Fi"; // translategemma:4b
"Local IP changed" = "Η τοπική διεύθυνση IP έχει αλλάξει"; // translategemma:4b
"Public IP changed" = "Η δημόσια διεύθυνση IP έχει αλλάξει."; // translategemma:4b
"Previous IP" = "Προηγούμενη διεύθυνση IP: %0"; // translategemma:4b
"New IP" = "Νέα διεύθυνση IP: %0"; // translategemma:4b
"Internet connection lost" = "Απώλεια σύνδεσης στο διαδίκτυο"; // translategemma:4b
"Internet connection established" = "Εγκαταστάθηκε σύνδεση στο διαδίκτυο"; // translategemma:4b

// Battery
"Level" = "Επίπεδο";
"Source" = "Πηγή";
"AC Power" = "Εναλλασσόμενο Ρεύμα";
"Battery Power" = "Πηγή Μπαταρίας";
"Time" = "Χρόνος";
"Health" = "Υγεία";
"Amperage" = "Ένταση";
"Voltage" = "Τάση";
"Cycles" = "Κύκλοι";
"Temperature" = "Θερμοκρασία";
"Power adapter" = "Τροφοδοτικό"; // translategemma:4b
"Power" = "Ισχύς";
"Is charging" = "Σε φόρτιση";
"Time to discharge" = "Χρόνος αποφόρτισης";
"Time to charge" = "Χρόνος φόρτισης";
"Calculating" = "Υπολογίζεται";
"Fully charged" = "Πλήρως φορτισμένη";
"Not connected" = "Δεν συνδέθηκε";
"Low level notification" = "Ειδοποίηση χαμηλού επιπέδου μπαταρίας";
"High level notification" = "Ειδοποίηση υψηλού επιπέδου μπαταρίας";
"Low battery" = "Χαμηλή μπαταρία";
"High battery" = "Υψηλό επίπεδο μπαταρίας";
"Battery remaining" = "%0% απομένουν";
"Battery remaining to full charge" = "%0% για πλήρης φόρτιση";
"Percentage" = "Ποσοστό";
"Percentage and time" = "Ποσοστό και ώρα";
"Time and percentage" = "Ώρα και ποσοστό";
"Time format" = "Μορφή ώρας";
"Hide additional information when full" = "Απόκρυψη επιπρόσθετων πληροφοριών όταν γεμίσει";
"Last charge" = "Τελευταία φόρτιση";
"Capacity" = "Χωρητικότητα";
"current / maximum / designed" = "τρέχουσα / μέγιστη / σχεδιασμένη";
"Low power mode" = "Κατάστασης χαμηλής ενέργειας";
"Percentage inside the icon" = "Ποσοστό μέσα στο εικονίδιο";
"Colorize battery" = "Χρωματίστε την μπαταρία"; // translategemma:4b
"Charging current" = "Ρεύμα φόρτισης"; // translategemma:4b
"Charging Voltage" = "Τάση φόρτισης"; // translategemma:4b
"Charger state inside the battery" = "Κατάσταση φόρτισης μέσα στην μπαταρία"; // translategemma:4b

// Bluetooth
"Battery to show" = "Μπαταρία προς εμφάνιση";
"No Bluetooth devices are available" = "Καμία συσκευή Bluetooth δεν είναι διαθέσιμη";

// Clock
"Time zone" = "Ζώνη ώρας"; // translategemma:4b
"Local" = "Τοπικός"; // translategemma:4b
"Calendar" = "Ημερολόγιο"; // translategemma:4b
"Show week numbers" = "Εμφάνιση αριθμών εβδομάδων"; // translategemma:4b
"Local time" = "Τοπική ώρα"; // translategemma:4b
"Add new clock" = "Προσθέστε ένα νέο ρολόι"; // translategemma:4b
"Delete selected clock" = "Διαγραφή επιλεγμένου χρονοδιαγράμματος"; // translategemma:4b
"Help with datetime format" = "Βοήθεια με τη μορφοποίηση ημερομηνίας και ώρας"; // translategemma:4b

// Colors
"Based on utilization" = "Βάσει της χρήσης";
"Based on pressure" = "Βάσει πίεσης";
"Based on cluster" = "Βασισμένο σε ομαδοποίηση"; // translategemma:4b
"System accent" = "Τόνος συστήματος";
"Monochrome accent" = "Ασπρόμαυρος τόνος";
"Clear" = "Διάφανο";
"White" = "Άσπρο";
"Black" = "Μαύρο";
"Gray" = "Γκρί";
"Second gray" = "Δευτερεύον γκρι";
"Dark gray" = "Σκούρο γκρι";
"Light gray" = "Απαλό γκρι";
"Red" = "Κόκκινο";
"Second red" = "Δευτερεύον κόκκινο";
"Green" = "Πράσινο";
"Second green" = "Δευτερεύον πράσινο";
"Blue" = "Μπλε";
"Second blue" = "Δευτερεύον μπλε";
"Yellow" = "Κίτρινο";
"Second yellow" = "Δευτερεύον κίτρινο";
"Orange" = "Πορτοκαλί";
"Second orange" = "Δευτερεύον πορτοκαλί";
"Purple" = "Μώβ";
"Second purple" = "Δευτερεύον μώβ";
"Brown" = "Καφέ";
"Second brown" = "Δευτερεύον καφέ";
"Cyan" = "Κυανό";
"Magenta" = "Φούξια";
"Pink" = "Ροζ";
"Teal" = "Γαλαζοπράσινο";
"Indigo" = "Βαθύ μπλε";
